Repository: nabildroid/bsahtek
Catalog: uber_client/lib/l10n/app_*.arb
Languages: ar, fr

# appName
source: Bsahtak1
ar: بصحتك - Bsahtak
fr: Bsahtek

# slogan
source: Good Food, Good Price
ar: ماكلة هايلة بسومة هبال
fr: Ensemble Nous pouvons faire la Différence

# login_title
source: Get your best deals Fight food Wast
ar: تحصل على أفضل العروض و ساهم في مكافحة التبذير الغذائي
fr: Obtenez les meilleurs offres en luttant contre le gaspillage alimentaire

# login_term_inform
source: by login you agree on our
ar: توافق على
fr: vous acceptez notre

# login_term_action
source: term and services
ar: الشروط والأحكام
fr: conditions et services

# login_google
source: Login with Google
ar: تسجيل عبر جوجل
fr: Connectez avec Google

# login_facebook
source: Login with Facebook
ar: تسجيل عبر الفيسبوك
fr: Connectez avec Facebook

# login_region_title
source: Region Preferences
ar: اعدادات المنطقة
fr: Préférences de région

# login_region_continue
source: Continue
ar: التالي
fr: Continuer

# login_region_language
source: Language
ar: اللغة
fr: Langue

# login_region_country
source: Choose Country
ar: اختيار البلد
fr: Choisissez un pays

# me_label
source: me1
ar: حسابي
fr: Profile

# me_title
source: your orders1
ar: طلباتك
fr: Vos commandes

# me_status_pending
source: PENDING1
ar: قيد الانتظار
fr: PENDING

# me_status_pickup
source: COLLECTED1
ar: تم الاستلام
fr: Récupéré

# me_status_expired
source: EXPIRED1
ar: انتهى العرض
fr: Expiré

# me_status_progress
source: IN PROGRESS1
ar: في تَقَدم
fr: IN PROGRESS

# me_status_delivred
source: DELIVERED1
ar: تم الاستلام
fr: Récupéré

# me_settings
source: Settings1
ar: إعدادات
fr: Paramètres

# me_account_settings
source: Account Settings1
ar: إعدادات الحساب
fr: Paramètres du compte

# me_personalInfo
source: personal Informations1
ar: معلومات شخصية
fr: Informations personnelles

# me_name
source: name1
ar: الاسم
fr: Nom

# me_phone
source: phone number1
ar: رقم الهاتف
fr: Numéro de téléphone

# me_logout
source: Log out1
ar: تسجيل الخروج
fr: Déconnexion

# me_deleteAccount
source: delete my account1
ar: delete my account
fr: Termes et conditions

# me_terms
source: term and conditions1
ar: الشروط والأحكام
fr: Politique de confidentialité

# me_privacy
source: Privacy Policy1
ar: سياسة الخصوصية
fr: Politique de confidentialité

# me_fqa
source: FQA1
ar: الأسئلة الشائعة
fr: FQA

# bag_order_activate_title
source: Let's activate your account1
ar: دعنا نفعل حسابك
fr: Activons votre compte

# bag_order_activate_action
source: Activate1
ar: تفعيل
fr: Activer

# bag_order_activate_name
source: name1
ar: الاسم
fr: Nom

# bag_order_activate_phone
source: phone1
ar: هاتف
fr: Numéro de téléphone

# bag_order_activate_email
source: email1
ar: بريد إلكتروني
fr: email

# bag_order_activate_address
source: address1
ar: عنوان
fr: Adresse

# bag_order_nothing
source: Try Tomorrow1
ar: حاول غدا
fr: A demain

# bag_order_quantity
source: Select Quantity1
ar: اختر الكمية
fr: Sélectionner la quantité

# bag_order_total
source: Total1
ar: المجموع
fr: Total

# bag_order_reserve
source: Reserve Now1
ar: احجز الآن
fr: Réserver maintenant

# bag_order_order
source: Order1
ar: الطلب
fr: Commander

# bag_price_unit
source: dz1
ar: د.ج
fr: dz

# bag_seller_location
source: see seller address on google map1
ar: عنوان البائع على خرائط google
fr: Voir l'adresse du vendeur sur Google Maps

# bag_description
source: description1
ar: الوصف
fr: Description

# bag_related
source: related1
ar: منتجات ذات صله
fr: Produits similaires

# home_label
source: Home1
ar: إستقبال
fr: Accueil

# home_view_map
source: Map1
ar: خريطة
fr: Map

# home_view_list
source: List1
ar: قائمة
fr: Liste

# home_location_within
source: within1 {distance} km
ar: في حدود {distance} كم
fr: Rayon de {distance} km

# home_location_title
source: Choose a location to see what's available
ar: اختر موقعًا لرؤية ما هو متاح

# home_location_distance_select
source: Select a Distance1
ar: اختيار المسافة
fr: Sélectionner une distance

# home_location_search
source: Search for a city1
ar: البحث عن مدينة
fr: Rechercher une ville

# home_location_useGPS
source: Use my current Location1
ar: استخدام موقعي الحالي
fr: Utiliser ma position actuelle

# home_location_select
source: Choose this location1
ar: اختيار هذا الموقع
fr: Choisir cet emplacement

# home_location_km
source: km1
ar: كم
fr: km

# home_gps_confirm_title
source: We Need Your Permission to use your Location
ar: نحن بحاجة إلى إذنك لاستخدام موقعك
fr: Besoin d'accéder à votre emplacement

# home_gps_confirm_description
source: To see stores around you, please turn on location access or choose a location
ar: لرؤية المتاجر من حولك، يرجى تشغيل الوصول إلى الموقع أو اختيار موقع
fr: Pour voir les magasins autour de vous, veuillez activer l'accès à la localisation ou choisir un emplacement

# home_gps_confirm_action
source: Allow
ar: يسمح
fr: Permettre

# discover_label
source: Discover1
ar: اكتشاف
fr: Découvrir

# discover_search
source: Search1
ar: البحث
fr: Rechercher

# discover_recommanded
source: Recommended for you1
ar: موصى به لك
fr: Recommandé pour vous

# discover_before_end
source: Save before end1
ar: حفظ قبل الانتهاء
fr: À sauver avant qu'il ne soit trop tard

# discover_seeall
source: See All1
ar: مشاهدة الكل
fr: Tout voir

# filter_title
source: Filters1
ar: مرشحات
fr: Filtres

# filter_hide_soldout
source: Hide sold out bags1
ar: إخفاء العلب المباعة
fr: Masquer les paniers épuisés

# filter_type
source: Bag types
ar: أنواع العلب
fr: Types de paniers

# favorite_label
source: Favorite1
ar: المفضلة
fr: Favoris
